{"lyric":"[by:阿_宸_]\n[ti:]\n[ar:]\n[al:]\n[by:九九Lrc歌词网～www.99Lrc.net]\n[00:01.696]Joyner:Whoa, Joyner, Joyner, yeah, yeah, yeah\n[00:10.504]Yeah, I done did a lot of things in my day\n[00:13.383]I admit it, I don't take back what I say\n[00:15.830]If I said it then I meant it\n[00:17.375]All my life, I want a Grammy\n[00:18.988]But I'll prolly never get it\n[00:20.584]I ain't never had no trophy or no **********in' ribbon (ay, yah yah)\n[00:23.606]**** the system, I'm that *****\n[00:25.395]Bend the law, cut the rules\n[00:26.770]I'm about to risk it all\n[00:28.440]I ain't got too much to lose\n[00:29.929]Y'all been eatin' long enough\n[00:31.479]It's my turn to cut the food\n[00:33.051]Pass the plate!\n[00:33.919]Where my drink?\n[00:34.719]This my day, lucky you\n[00:36.203]**** you too, woo!\n[00:37.709]Y'all gotta move, y'all gotta move, y'all gotta move\n[00:40.462]Give me some room, give me some room, give me the juice\n[00:43.688]Hop out the coupe, hop out the coupe, hop out and shoot\n[00:46.449]Y'all gotta move, y'all gotta move, give me the juice\n[00:49.151]Back on my bulls**t, my back to the wall\n[00:51.017]Turn my back on you, all of you finished\n[00:52.207]Back to these bullets, it's back to the job\n[00:54.344]Pull my MAC out and all of you runnin'\n[00:55.976]Back on my hood s**t, it's back to the pushin'\n[00:57.750]These packs and I'm actually pumpin'\n[00:58.853]Can't **** with you rappers, you practically suckin'\n[01:00.369]You mighta' went platinum, but that don't mean nothin'\n[01:01.965]I'm actually buzzin' this time\n[01:03.381]Straight out the kitchen, I told 'em the oven is mine\n[01:05.233]I do not **** with you guys\n[01:06.467]If I don't kill you, just know you gon' suffer this time\n[01:08.410]I ain't no gangster but I got some bangers\n[01:09.822]Some chains and some blades and a couple of knives\n[01:11.128]Choppers and jammies, a partridge, a pear tree\n[01:13.004]My twelve days of Christmas was nothin' but lies (ay)\n[01:14.713]I run at you hard like a sumo (sumo)\n[01:16.650]They say I talk like a chulo (chulo)\n[01:18.197]I live in Mars, I'm not Bruno (woo)\n[01:19.675]***** I'm a dog, call me \"Cujo\" (rah)\n[01:21.461]You play your cards, I reverse on you all\n[01:22.901]And I might just drop 4 like a Uno (bup)\n[01:24.397]Cállate boca mejor, maricón, little puto, and all of you culo(Joyner)\n[01:26.598]They've invented a level up in the ghetto to get old\n[01:29.254]Lookin' for somethin' I prolly can never find now\n[01:30.683]S**t get relevant until the beef die down\n[01:32.136]In truth a ***** just really want me tied down\n[01:33.663]I've been alone and I never needed nobody\n[01:34.972]Just only me and my shotty, I'll tell these ****** to lie down\n[01:36.855]Keep all the money, I never wanted the lifestyle\n[01:38.025]I just pray to God that my son'll be alright now\n[01:39.775]I said ain't no love for the other side\n[01:41.496]Or anyone who ever want smoke (Joyner)\n[01:43.238]When I die I'm goin' out as a underdog who never lost hope (yeah)\n[01:46.168]You in the wrong cab down the wrong path\n[01:47.809]*****,  wrong way, wrong road (woo)\n[01:49.247]Snakes in the grass tryna slither fast\n[01:51.161]I just bought a ****in' lawn mower (vroom!)\n[01:52.352]Eminem:I done said a lotta things in my day\n[01:53.886]I admit it, this is payback in a way\n[01:56.138]I regret it that I did it\n[01:57.650]I done won a couple Grammys\n[01:59.264]But I sold my soul to get 'em\n[02:01.026]Wasn't in it for the trophies just the ****in' recognition\n[02:03.925]****'s the difference?\n[02:05.049]I'm that cracker, bend the law, **** the rules\n[02:07.236]Man I used to risk it all\n[02:08.784]Now I got too much to lose\n[02:10.488]I've been eatin' long enough\n[02:11.938]Man my stomach should be full\n[02:13.393]I just ate, licked the plate\n[02:14.904]My buffet, lucky me\n[02:16.507]**** you think? (Woo!)\n[02:17.774]I got a couple of mansions\n[02:19.072]Still I don't have any manners\n[02:20.591]You got a couple of ghost writers\n[02:22.217]But to these kids it don't actually matter\n[02:23.467]They're askin' me, \"What the **** happened to hip-hop?\"\n[02:25.522]I said, \"I don't have any answers.\"\n[02:26.668]'Cause I took an L when I dropped my last album\n[02:28.269]It hurt me like hell but I'm back on these rappers\n[02:29.809]And actually comin' from humble beginnings\n[02:31.368]I'm somewhat uncomfortable winning\n[02:32.648]I wish I could say \"What a wonderful feeling!\"\n[02:34.046]\"We're on the upswing like we're punchin' the ceiling!\"\n[02:35.471]But nothin' is feeling like anyone has any ****in' ability\n[02:38.075]To even stick to a subject, it's killin' me\n[02:39.834]The inability to pen humility\n[02:41.277]Hatata batata, why don't we make a bunch of\n[02:43.352]****in' songs about nothin' and mumble 'em?\n[02:44.448]**** it, I'm goin' for the jugular\n[02:45.654]S**t is a circus, you clowns that are comin' up\n[02:47.258]Don't give an ounce of a **********\n[02:48.755]About the ones that were here before you that made rap\n[02:50.182]Let's recap, way back, MC's that wreak havoc on tape decks\n[02:52.998]ADAT's, where the G Raps and Kanes at?\n[02:54.590]We need 3 Stacks ASAP and bring Masta Ace back\n[02:56.880]'Cause half of these rappers have brain damage\n[02:59.362]All the lean rappin', face tats, syruped out like tree sap\n[03:01.150]I don't hate trap, and I don't wanna seem mad\n[03:02.953]But in fact, where the old me at? The same cat\n[03:04.623]That would take that feed-back and aim back, I need that\n[03:07.433]But I think it's inevitable\n[03:08.975]They know what button to press or what lever to pull\n[03:10.176]To get me to snap though (lil' *****)\n[03:11.190]And if I pay it attention I'm probably makin' it bigger\n[03:12.178]But you've been takin' ya ****s in the ****in' back, ho (get it?)\n[03:13.881]On the brink, any minute got me thinkin' of finishin'\n[03:15.483]Everything with acetaminophen and reapin' the benefits\n[03:17.093]I'm asleep at the wheel again\n[03:18.088]As I peak into thinkin' about an evil intent\n[03:19.683]Of another beat I'ma kill again\n[03:20.562]'Cause even if I gotta end up eatin' a pill again\n[03:21.970]Even ketamine or methamphetamine with the minithin\n[03:23.297]It better be at least 70 or 300 milligram\n[03:24.748]And I might as well 'cause I'ma end up bein' a villain again\n[03:26.253]Levels to this s**t, I got an elevator\n[03:27.752]You could never say to me I'm not a ****in' record breaker\n[03:29.465]I sound like a broken record every time I break a record\n[03:31.014]Nobody could ever take away the legacy I made, I never cater\n[03:32.697]************, now I got a right to be this way\n[03:34.137]I got spite inside my DNA\n[03:36.558]But I wrote 'til the wheels fall off, I'm workin' tirelessly, ayy\n[03:39.298]It's the moment y'all been waitin' for\n[03:41.567]Like California wishin' rain would pour\n[03:43.174]In that drought, y'all been prayin' for\n[03:44.776]My downfall from the 8 Mile to the Southpaw\n[03:46.296]Still the same Marshall, that outlaw\n[03:48.609]That they say as a writer might've fell off\n[03:50.166]I'm back on that bull like the cowboys\n[03:51.816]So y'all gotta move (yeah), y'all gotta move (yeah), y'all gotta move\n[03:54.989]Give me some room, give me some room, give me the juice\n[03:58.255]Hop out the coupe, hop out the coupe, hop out and shoot\n[04:01.269]Y'all gotta move, y'all gotta move, give me the juice\n","tlyric":""}